
function createEpicris(){
  quill.root.innerHTML = `
КНП _____ ТЕРАПЕВТИЧНЕ ВІДДІЛЕННЯ
ВИПИСНИЙ-ЕПІКРИЗ		
з медичної карти стаціонарного хворого № ${historyList.cartNomer}	 	
Хворий/а: ${historyList.name}
Проживає: ________	 	
Працює, вид занять: не працює
перебував/ла на стаціонарному лікуванні в терапевтичному відділенні КНП ______ з ____ по _____ 

Діагноз:_____ .


`+`${historyList.skargy.skargyLabel ? "Скарги при госпіталізації:" : ""
  } 
  ${historyList.skargy.hardbeet ? "прискорене серцебиття," : ""} ${
    historyList.skargy.zagrydinoj ? "дискомфорт у грудній клітці," : ""
  } ${historyList.skargy.weeknes ? "слабкість," : ""} ${
    historyList.skargy.zapamoroch ? "запаморочення," : ""
  } ${historyList.skargy.defpuls ? "дефіцит пульсу," : ""} ${
    historyList.skargy.viraslab ? "виражена загальна слабкість," : ""
  }${historyList.skargy.vtomluvanist ? "втомлюваність," : ""} ${
    historyList.skargy.zadiskaNyha
      ? "задишка під час фізичного навантаження NYHA _"
      : ""
  }.`+`
  
  Анамнез хвороби:`+anamnezForEpicris+`${
    historyListAnamnez.alkohol
      ? "В анамнезі тривале зловживання алкоголем."
      : ""
  } ${historyListAnamnez.narko ? "В анамнезі тривале тютюнопаління" : ""}
  ${
    historyListAnamnez.pereneseni
      ? `Анамнез життя. Перенесені хвороби в дитинстві: _______`
      : ""
  }
  ${
    historyListAnamnez.pereneseniMan
      ? "Відомості про наявні та перенесені захворювання/маніпуляції:____"
      : ""
  }
  ${
    historyListAnamnez.alergiaSpadk
      ? "Алергії: немає; Спадковість: не обтяжена."
      : ""
  } ${
    historyListAnamnez.alkoSkZvichki || historyListAnamnez.cigZvichki
      ? "Шкідливі звички: "
      : ""
  } ${historyListAnamnez.alkoSkZvichki ? "вживання алкоголю, " : ""}${
    historyListAnamnez.cigZvichki ? "тютюнопаління" : ""
  }.`+`${
    historyListObjectivno.objectyvnoMain
      ? `
      
      Дані об’єктивного обстеження:` +
        `	
${historyListObjectivno.generalLevel}` +
        ` Шкірні покриви: чисті; Підшкірні лімфатичні вузли: не пальпуються; Щитоподібна залоза: не збільшена; ` +
        `${historyListObjectivno.nabraki}` +
        `Серцево-судинна система: тони аритмічні, приглушені,  АТ 130/70 мм/рт/ст.` +
        ` ЧСС ${
          createNumber(1, 10) + 60
        } уд/хв;  Дихальна система:  Аускультація: дихання жорстке, хрипи відсутні; Перкуторний звук - ясний легеневий, дещо притуплений в нижніх частках обох легень;` +
        `ЧД ${createNumber(1, 4) + 15} вд/хв; ` +
        ` Сатурація ${createNumber(2, 5) + 93}%;` +
        `Травна система: язик вологий, чистий; живіт при пальпації м'який не болючий. Печінка на рівні реб. дуги; при пальпації не болюча, селезінка не пальпується; С-м. Пастернацького: негативний з обох сторін; Кістково-суглобова система: набряки немає; ` +
        `${
          historyListObjectivno.skargyKolinDefig ||
          historyListObjectivno.skargyKolinPain ||
          historyListObjectivno.skargyKolinClick
            ? "Колінні суглоби: "
            : ""
        } ${historyListObjectivno.skargyKolinDefig ? "дефігурація;" : ""} ${
          historyListObjectivno.skargyKolinPain ? "біль;" : ""
        } ${
          historyListObjectivno.skargyKolinClick ? "хруст;" : ""
        }  Об'єм рухів: відповідно до віку;`
      : ""
  }`+`
  
Інструментальні обстеження: 
  __.__.2024 ЕКГ: Ритм синусовий, правильний, лівограма; ЧСС 78 уд/хв;
  
Лабораторні дослідження:
  `+
  `__.__.2024 ЗАК: Лейкоцити 6,4 10^9/л; Моноцити 9,1 10^9/л; Гранулоцити 44,5 10^9/л; Лімфоцити 46,4 10^9/л; Еритроцити 4,96 10^12/л; Гемоглобін 176 г/л; Тромбоцити 209 10^9/л; ШОЕ 6 мм/год;`+`
  __.__.2024 ЗАС:  Питома вага м/с; білок немає; Епітеліальні клітини 1-2 циліндри в полі зору немає;; лейкоцити в полі зору 3-6; еритроцити в полі зору немає; бактерії немає; слиз немає;
  __.__.2024 Біохімічний аналіз крові: Холестерин 6,10 ммоль/л; Глюкоза 5,5 ммоль/л;  Глікований гемоглобін %; Загальний білірубін 12,0 мкмоль/л; АЛТ 22,2 Од/л; АСТ 25,5 Од/л;  Сечовина 6,46 мкмоль/л;  Креатинін 81,96 мкмоль/л; Сечова кислота 268 мкмоль/л;  Амілаза  48 Од/л;  CRP 0 мг/л;
 Кал на яйця глистів: не виявлено`+`
  Консультації спеціалістів: 
  

Результат лікування: з покращенням; 

  
Рекомендації: Спостереження сімейного лікаря


Дієта N 10; 


Призначені препарати: ____
	

Через 2 місяці приїхати на консультацію.



`+'Дієта N 10 характеризується незначним зниженням енергоцінності, переважно за рахунок жирів та у деякій мірі - вуглеводів. Суттєво обмежена кількість солі, зменшене споживання рідини. Вводяться, також, обмеження на продукти,які містять велику кількість речовин-збудників серцево-судинної та нервової систем, подразників печінки та нирок, та речовин, що перевантажують шлунково-кишкову систему і викликають метеоризм. Збільшується кількість у раціоні продуктів, багатих на калій, магній, ліпотропні речовини та речовин, які здійснюють лугуючу дію (молочні продукти, овочі та фрукти). При кулінарній обробці рекомендується помірне механічне щадіння. М"ясо та рибу варто відварювати. Заборонено споживання страв, які важко перетравлюються організмом. Усі страви готуються без додавання солі. Страви мають звичайну температуру. Рекомендований 5-разовий режим харчування порівняно рівномірними порціями.'

}
