
function createEpicris(){
  document.getElementById('prevTEpicris').innerText = `КНП _____ ТЕРАПЕВТИЧНЕ ВІДДІЛЕННЯ
ВИПИСНИЙ-ЕПІКРИЗ		
з медичної карти стаціонарного хворого № ${historyList.cartNomer}	 	
Хворий/а: ${historyList.name}
Проживає: ________	 	
Працює, вид занять: не працює
перебував/ла на стаціонарному лікуванні в терапевтичному відділенні КНП ______ з ____ по _____	
		
Діагноз:_____ .
`+`${
    historyList.skargy.skargyLabel ? "Скарги при госпіталізації:" : ""
  } 
  ${historyList.skargy.hardbeet ? "прискорене серцебиття," : ""} ${
    historyList.skargy.zagrydinoj ? "дискомфорт у грудній клітці," : ""
  } ${historyList.skargy.weeknes ? "слабкість," : ""} ${
    historyList.skargy.zapamoroch ? "запаморочення," : ""
  } ${historyList.skargy.defpuls ? "дефіцит пульсу," : ""} ${
    historyList.skargy.viraslab ? "виражена загальна слабкість," : ""
  }${historyList.skargy.vtomluvanist ? "втомлюваність," : ""} ${
    historyList.skargy.zadiskaNyha
      ? "задишка під час фізичного навантаження NYHA _"
      : ""
  }.`+`Анамнез хвороби:`+anamnezForEpicris+`${
    historyListAnamnez.alkohol
      ? "В анамнезі тривале зловживання алкоголем."
      : ""
  } ${historyListAnamnez.narko ? "В анамнезі тривале тютюнопаління" : ""}
  ${
    historyListAnamnez.pereneseni
      ? "Анамнез життя. Перенесені хвороби в дитинстві: _______"
      : ""
  }
  ${
    historyListAnamnez.pereneseniMan
      ? "Відомості про наявні та перенесені захворювання/маніпуляції:____"
      : ""
  }
  ${
    historyListAnamnez.alergiaSpadk
      ? "Алергії: немає; Спадковість: не обтяжена."
      : ""
  } ${
    historyListAnamnez.alkoSkZvichki || historyListAnamnez.cigZvichki
      ? "Шкідливі звички: "
      : ""
  } ${historyListAnamnez.alkoSkZvichki ? "вживання алкоголю, " : ""}${
    historyListAnamnez.cigZvichki ? "тютюнопаління" : ""
  }.`+`${
    historyListObjectivno.objectyvnoMain
      ? `Дані об’єктивного обстеження:` +
        `	
${historyListObjectivno.hardlevel}` +
        ` Шкірні покриви: чисті; Підшкірні лімфатичні вузли: не пальпуються; Щитоподібна залоза: не збільшена; ` +
        `${historyListObjectivno.nabraki}` +
        `Серцево-судинна система: тони аритмічні, приглушені,  АТ 130/70 мм/рт/ст.` +
        ` ЧСС ${
          createNumber(1, 10) + 60
        } уд/хв;  Дихальна система:  Аускультація: дихання жорстке, хрипи відсутні; Перкуторний звук - ясний легеневий, дещо притуплений в нижніх частках обох легень;` +
        `ЧД ${createNumber(1, 4) + 15} вд/хв; ` +
        ` Сатурація ${createNumber(2, 5) + 93}%;` +
        `Травна система: язик вологий, чистий; живіт при пальпації м'який не болючий. Печінка на рівні реб. дуги; при пальпації не болюча, селезінка не пальпується; С-м. Пастернацького: негативний з обох сторін; Кістково-суглобова система: набряки немає; ` +
        `${
          historyListObjectivno.skargyKolinDefig ||
          historyListObjectivno.skargyKolinPain ||
          historyListObjectivno.skargyKolinClick
            ? "Колінні суглоби: "
            : ""
        } ${historyListObjectivno.skargyKolinDefig ? "дефігурація;" : ""} ${
          historyListObjectivno.skargyKolinPain ? "біль;" : ""
        } ${
          historyListObjectivno.skargyKolinClick ? "хруст;" : ""
        }  Об'єм рухів: відповідно до віку;`
      : ""
  }`+`Інструментальні обстеження: 
  Лабораторні дослідження:
  Консультації спеціалістів: 
  
  Результат лікування: з покращенням; 


Рекомендації: Спостереження сімейного лікаря

Дієта N 10; 

Призначені препарати: ____
	
Через 2 місяці приїхати на консультацію.

`+'Дієта N 10 характеризується незначним зниженням енергоцінності, переважно за рахунок жирів та у деякій мірі - вуглеводів. Суттєво обмежена кількість солі, зменшене споживання рідини. Вводяться, також, обмеження на продукти,які містять велику кількість речовин-збудників серцево-судинної та нервової систем, подразників печінки та нирок, та речовин, що перевантажують шлунково-кишкову систему і викликають метеоризм. Збільшується кількість у раціоні продуктів, багатих на калій, магній, ліпотропні речовини та речовин, які здійснюють лугуючу дію (молочні продукти, овочі та фрукти). При кулінарній обробці рекомендується помірне механічне щадіння. М"ясо та рибу варто відварювати. Заборонено споживання страв, які важко перетравлюються організмом. Усі страви готуються без додавання солі. Страви мають звичайну температуру. Рекомендований 5-разовий режим харчування порівняно рівномірними порціями.'

}
